Model: "sequential_47"
_________________________________________________________________
 Layer (type)                Output Shape              Param #   
=================================================================
 lstm_47 (LSTM)              (None, 10)                480       
                                                                 
 dense_47 (Dense)            (None, 1)                 11        
                                                                 
=================================================================
Total params: 491 (1.92 KB)
Trainable params: 491 (1.92 KB)
Non-trainable params: 0 (0.00 Byte)
_________________________________________________________________
